13/data/attachments/92bf8f9a3680bd49.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:username>
            <nif:friendToBeAdded>Dennis_reason_Actions_61913_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>